1. ÉRASE UNA VEZ...
2. Y TODOS LOS DÍAS...
3. HASTA QUE UN DÍA...
4. POR ESO, POR ESO, POR ESO...
5. HASTA QUE FINALMENTE...
6. Y DESDE ESE DÍA...
7. LA MORALEJA ES...




<p><br></p>
<p><br></p>
<p>Farik Di es un YouTuber que la ha estado rompiendo &uacute;ltimamente. Su canal ha subido como la espuma y, hace poco, alcanz&oacute; los 5 millones de suscriptores. Pero, &iquest;cu&aacute;l es su secreto? &iquest;Ser&aacute;n sus profundas reflexiones, su habilidad para conectar con la audiencia, o quiz&aacute;s esa bonita barba? Despu&eacute;s de mucho investigar, he dado con su f&oacute;rmula secreta, y no soy el &uacute;nico. Otro YouTuber que ya la est&aacute; aplicando ha crecido enormemente. Y si t&uacute; quieres saber de qu&eacute; se trata, qu&eacute;date en este video.</p>
<p><br></p>
<p>El contenido de Farik desde sus inicios era muy distinto al que hace hoy en d&iacute;a. Cuando comenz&oacute; en YouTube, su enfoque era m&aacute;s simple y crudo; empez&oacute; compartiendo reflexiones personales, pensamientos sobre la vida y experiencias que le hab&iacute;an marcado. No hab&iacute;a una gran producci&oacute;n detr&aacute;s de sus videos; eran m&aacute;s bien conversaciones sinceras, casi &iacute;ntimas, con su audiencia. Su estilo relajado y aut&eacute;ntico atrajo un peque&ntilde;o, pero leal, grupo de seguidores. Farik hablaba de temas que resonaban con muchas personas: el miedo, el amor, la superaci&oacute;n personal, entre otros, y lo hac&iacute;a con mucho mimo e investigaci&oacute;n. Aun as&iacute;, se ve&iacute;a que, durante mucho tiempo, batallaba para ganar buenas visitas. Pero eso estaba a punto de cambiar.</p>
<p><br></p>
<p>En el podcast de Roberto Mart&iacute;nez, Farik cuenta que, durante una clase de maestr&iacute;a, encontr&oacute; la inspiraci&oacute;n que necesitaba. La clase era sobre cine y debate; cada semana, los estudiantes deb&iacute;an ver una pel&iacute;cula y hacer una interpretaci&oacute;n desde la &oacute;ptica del psicoan&aacute;lisis. Farik decidi&oacute; aprovechar esas tareas y transformarlas en contenido para su canal, y estoy seguro de que fue aqu&iacute; donde encontr&oacute; la f&oacute;rmula que te voy a desvelar m&aacute;s adelante.</p>
<p><br></p>
<p>El primer video que subi&oacute; Farik con este formato fue &quot;Pinocho&quot; de Del Toro, o al menos ese fue el primero que encontr&eacute;. Desde ah&iacute;, el vato no ha parado de crecer, subiendo un video diario. Diario. El man admite que tiene un equipo detr&aacute;s, pero aun as&iacute;, subir un video diario de esta calidad es muy, muy cabr&oacute;n.</p>
<p><br></p>
<p>Y &iquest;c&oacute;mo estoy tan seguro de tener la f&oacute;rmula de Farik? Ver&aacute;s, yo tambi&eacute;n tengo algo de YouTuber; llevo 7 a&ntilde;os en mi carrera de crear contenido. No digo que lleve 7 a&ntilde;os creando contenido porque he tenido que dejarlo muchas veces por diversas situaciones, pero nunca he dejado de formarme con cursos y libros. Y muchas fueron las veces que escuch&eacute; la palabra &quot;storytelling&quot;. Muchos canales hablan de eso, pero siempre dicen la misma pendejada: &quot;Tus videos deben contar una historia&quot;. Otros se van con todo y te dan el s&uacute;per consejo de que &quot;tus videos deben tener un inicio, un desarrollo y un final&quot;. O sea, s&iacute;, vato, Farik es un gran YouTuber, de eso no hay duda, pero &eacute;l no invent&oacute; la rueda.</p>
<p><br></p>
<p>Encontr&eacute; este libro. Si bien el libro no es como que te vaya a decir: &quot;Oye, as&iacute; se hace un video en YouTube con historia&quot;, no. Pero s&iacute; dije: &quot;&iexcl;Hala! Esto es lo que usa Farik&quot;. Te lo recomiendo: &quot;Storytelling&quot; de Cy Rosen. Este libro, en particular, es el que me lo ha dejado muy claro, y basta con ver el &eacute;xito que ha tenido Farik para darnos cuenta de que funciona, y funciona muy bien.</p>
<p><br></p>
<p>La f&oacute;rmula es la siguiente: &quot;&Eacute;rase una vez&quot;, &quot;y todos los d&iacute;as&quot;, &quot;hasta que un d&iacute;a&quot;, &quot;y por eso, y por eso, y por eso&quot;, &quot;hasta que finalmente&quot;, &quot;y desde ese d&iacute;a&quot;, y &quot;la moraleja de la historia es&hellip;&quot;. Aunque esta &uacute;ltima es opcional.</p>
<p><br></p>
<p>S&iacute;, s&iacute;, ya lo s&eacute;, no tiene mucho sentido, pero te lo voy a explicar enseguida. Esta f&oacute;rmula, sin pedos, ha sido usada en al menos el 90% de las pel&iacute;culas que hay por ah&iacute; y fue desarrollada por el profesor Ken Adams. Es una herramienta universal para captar la esencia de cualquier historia; se le conoce como &quot;la espina dorsal de la historia&quot; y se puede usar en varios contextos, no solo en la creaci&oacute;n de contenido. Se utiliza en el cine, en marketing, en presentaciones de negocios, &iexcl;incluso hasta para ligar! Y todo esto empieza con &quot;&Eacute;rase una vez&quot;.</p>
<p><br></p>
<p>Todas las historias contienen la esencia de &quot;&Eacute;rase una vez&quot;, y los videos de Farik no son la excepci&oacute;n. Tanto si las palabras se mencionan literalmente como si no, nos ayudan a establecer el contexto y los elementos clave de la historia. Aqu&iacute; se responden preguntas fundamentales, como: &quot;&iquest;De qui&eacute;n trata la historia?&quot; &quot;&Eacute;rase una vez un joven granjero.&quot; &quot;&iquest;D&oacute;nde se desarrolla la historia?&quot; &quot;&Eacute;rase una vez un joven granjero que viv&iacute;a con sus t&iacute;os afuera de la ciudad.&quot; &quot;&iquest;El mundo general de la historia?&quot; &quot;&Eacute;rase una vez un granjero en un planeta des&eacute;rtico, en una galaxia muy, muy lejana.&quot;</p>
<p><br></p>
<p>En t&eacute;rminos de YouTube, esta es la forma de presentar el tema o, en el caso de los videos de Farik, la trama de lo que est&aacute; a punto de hablar. Veamos algunos ejemplos de sus videos: en el video de &quot;Interstellar&quot;, &quot;&Eacute;rase una vez&quot; empieza con la frase &quot;Cooper, un expiloto de la NASA, ahora trabaja como agricultor. Tiene dos hijos: Tom y la inteligente Murph.&quot; En el video de &quot;Good Will Hunting: Una Mente Brillante&quot;, su &quot;&Eacute;rase una vez&quot; es esa frase: &quot;Un joven de un barrio humilde con una mente brillante trabaja como conserje en una prestigiosa universidad.&quot;</p>
<p><br></p>
<p>El &quot;&Eacute;rase una vez&quot; nos sirve para dejar claro y r&aacute;pido de qu&eacute; ir&aacute; nuestro video; as&iacute; logra que se quede el mayor n&uacute;mero de personas justo al iniciar, algo que los que crean contenido saben de antemano que es muy importante.</p>
<p><br></p>
<p>&quot;Y todos los d&iacute;as...&quot; Despu&eacute;s de establecer el &quot;&Eacute;rase una vez&quot;, el siguiente paso es &quot;y todos los d&iacute;as&quot;. Esa parte de la estructura nos muestra la rutina del protagonista, su cotidianidad, antes de que ocurra el evento que cambiar&aacute; todo. En otras palabras, define lo que es normal en el mundo del personaje, y b&aacute;sicamente es contexto, un poquito m&aacute;s de informaci&oacute;n antes de lo importante que se viene.</p>
<p><br></p>
<p>En el ejemplo de &quot;Interstellar&quot;, &quot;y todos los d&iacute;as&quot; es: &quot;Cooper luchaba por mantener su granja mientras educaba a sus hijos en un mundo que se estaba desmoronando.&quot; En el video de &quot;Good Will Hunting&quot;, &quot;y todos los d&iacute;as&quot; ser&iacute;a: &quot;Will trabaja como conserje, resolviendo complejas ecuaciones matem&aacute;ticas en secreto y evitando cualquier conexi&oacute;n emocional profunda con las personas a su alrededor.&quot;</p>
<p><br></p>
<p>&quot;Y todos los d&iacute;as&quot; cumple un prop&oacute;sito narrativo fundamental en la columna vertebral de una historia: la creaci&oacute;n de un patr&oacute;n. Definir lo que es normal para el protagonista ayuda a la audiencia a empatizar y comprender mejor el contexto antes de que ocurra el evento disruptivo que cambiar&aacute; la historia. Esto no solo hace que la historia sea m&aacute;s relatable, sino que tambi&eacute;n prepara a la audiencia para el momento de cambio que vendr&aacute; con &quot;hasta que un d&iacute;a&quot;.</p>
<p><br></p>
<p>&quot;Hasta que un d&iacute;a...&quot; rompe el esquema que hemos establecido con &quot;&Eacute;rase una vez&quot; y &quot;y todos los d&iacute;as&quot;. Este es el momento en que ocurre un evento significativo que cambia la direcci&oacute;n de la historia o del video. Es el punto de inflexi&oacute;n que introduce un nuevo desaf&iacute;o o una oportunidad que el protagonista debe enfrentar. En &quot;Interstellar&quot;, &quot;hasta que un d&iacute;a&quot; ser&iacute;a cuando &quot;Cooper descubre una anomal&iacute;a gravitacional en el dormitorio de su hija, lo que lo lleva a encontrar las coordenadas de una instalaci&oacute;n secreta de la NASA.&quot; En el video de &quot;Good Will Hunting&quot;, &quot;hasta que un d&iacute;a&quot; es el momento en que &quot;Will resuelve un complejo problema matem&aacute;tico y es atrapado por el profesor Gerald.&quot;</p>
<p><br></p>
<p>&quot;Hasta que un d&iacute;a&quot; es crucial porque introduce un elemento de cambio en la rutina del protagonista. Este elemento es lo que convierte a una historia en historia; si no, ser&iacute;a simplemente una an&eacute;cdota cualquiera. Al establecer una pauta y romperla con &quot;hasta que un d&iacute;a&quot;, es el momento donde todo cambia, donde la historia toma un giro inesperado y emocionante. Y justo cuando llegamos a este punto es cuando decimos: &quot;Ahora s&iacute; viene lo chido.&quot;</p>
<p><br></p>
<p>La secci&oacute;n de &quot;por eso&quot; en la estructura narrativa es donde se describen las consecuencias y reacciones que surgen a partir del evento &quot;hasta que un d&iacute;a&quot;. Aqu&iacute; se construye toda la cadena de eventos que conducen al cl&iacute;max de la historia. Los &quot;por eso&quot; pueden ser todos los que se ocupen en un video de YouTube. Como un tutorial, ser&iacute;a donde se empieza a explicar; en un video de recetas, donde se empieza a preparar la receta.</p>
<p><br></p>
<p>Siguiendo los ejemplos de Farik, encontramos varios &quot;por eso&quot;: &quot;Por eso, Cooper decide unirse a la misi&oacute;n espacial para buscar un nuevo hogar para la humanidad. Por eso, el equipo aterriza en el planeta de Mann y despierta al Dr. Mann de un sue&ntilde;o largo, aunque el planeta no parece prometedor. Por eso, el profesor busca a Will para ayudarlo a desarrollar su talento y superar sus problemas emocionales. Por eso, Will comienza a asistir a sesiones de terapia con el Dr. Sean Maguire.&quot;</p>
<p><br></p>
<p>&quot;Por eso&quot; es esencial porque muestra la l&oacute;gica detr&aacute;s de la cadena de eventos que siguen el cambio inicial. Cada &quot;por eso&quot; conecta directamente con el evento anterior, creando una secuencia.</p>
<p><br></p>
<p>&nbsp;Ser&iacute;a raro empezar un video o una historia por los &quot;por eso&quot;; la audiencia a&uacute;n no le interesa de qu&eacute; vamos a hablar ni siquiera tiene el contexto necesario, y por eso los ponemos hasta ac&aacute;.</p>
<p><br></p>
<p>&quot;Hasta que finalmente...&quot; es el cl&iacute;max de la historia, el punto en el que la acci&oacute;n ascendente no puede elevarse m&aacute;s. Es el enfrentamiento que tem&iacute;as que se produjera, el punto de no retorno. En &quot;Interstellar&quot;, &quot;hasta que finalmente&quot; podr&iacute;a ser: &quot;Cooper se sacrifica y se lanza a trav&eacute;s del agujero negro para salvar a la humanidad.&quot; En &quot;Good Will Hunting&quot;, &quot;hasta que finalmente&quot; es: &quot;Will decide dejar Boston para seguir a Skylar, enfrentando sus miedos y aceptando el cambio.&quot;</p>
<p><br></p>
<p>&quot;Hasta que finalmente&quot; es donde mostramos el cl&iacute;max del video; en el video de una receta, ser&iacute;a la receta terminada o, por ejemplo, en un tutorial, donde se muestra el objeto tambi&eacute;n ya finalizado. Esto que est&aacute;s viendo se llama &quot;ruptura de patr&oacute;n&quot;, y es algo que Farik hace mucho cuando hace sus interpretaciones. Y no, no tiene nada que ver con que estaba editando el video y me di cuenta de que no grab&eacute; una secci&oacute;n entera de la estructura. Pero bueno, me sirvi&oacute; para ilustrarte este punto.</p>
<p><br></p>
<p>&quot;Y desde ese d&iacute;a...&quot; Despu&eacute;s de ayudar a Murph a trav&eacute;s de la dimensi&oacute;n del tercer acto, Cooper despierta en una estaci&oacute;n espacial. All&iacute; descubre que la humanidad ha sobrevivido y ha encontrado un nuevo hogar en las estrellas. &quot;Y desde ese d&iacute;a, Will dej&oacute; atr&aacute;s sus miedos y limitaciones, decidiendo seguir a Skylar y comenzar un nuevo cap&iacute;tulo en su vida.&quot;</p>
<p><br></p>
<p>&quot;Y desde ese d&iacute;a&quot; es crucial porque representa la transformaci&oacute;n del protagonista. Si hiciste un buen trabajo, tu video debe lograr que tu espectador sienta un antes y un despu&eacute;s de haberlo visto. Y desde este d&iacute;a, ahora t&uacute; sabes los pasos para estructurar un video al igual que lo hace Farik.</p>
<p><br></p>
<p>Y por &uacute;ltimo, tenemos la moraleja. Esta parte ya es opcional, pero puede a&ntilde;adir un nivel extra de profundidad y significado a tu historia o video. Farik lo hace mucho, ya que interpreta sus videos y les pone sus propias conclusiones o pensamientos. En un video de YouTube, tambi&eacute;n podr&iacute;a ser la secci&oacute;n donde hacemos la llamada a la acci&oacute;n final: &quot;Suscr&iacute;bete&quot;, &quot;Sigue mi p&aacute;gina&quot; o &quot;S&iacute;gueme&quot;.</p>
<p><br></p>
<p>Esta es la estructura que estoy seguro que Farik usa. Ahora, solamente falta ser tan buen narrador como &eacute;l. Eso est&aacute; m&aacute;s complicado.</p>
